Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Removing a repository from GitSync.md now keeps the files on your device, so folders shared with other apps stay safe.
ar: تؤدي إزالة مستودع من GitSync.md الآن إلى الاحتفاظ بالملفات الموجودة على جهازك، وبالتالي تظل المجلدات المشتركة مع التطبيقات الأخرى آمنة.
da: Fjernelse af et lager fra GitSync.md bevarer nu filerne på din enhed, så mapper, der deles med andre apps, forbliver sikre.
de: Durch das Entfernen eines Repositorys aus GitSync.md bleiben die Dateien jetzt auf Ihrem Gerät, sodass mit anderen Apps geteilte Ordner sicher bleiben.
es: Al eliminar un repositorio de GitSync.md ahora se mantienen los archivos en su dispositivo, por lo que las carpetas compartidas con otras aplicaciones permanecen seguras.
fi: poistetaan arkistosta GitSync.md säilyttää nyt tiedostot laitteellesi, joten muiden sovellusten kanssa jaetut kansiot pysyvät turvallisina.
fr: Supprimer un référentiel de GitSync.md conserve désormais les fichiers sur votre appareil, afin que les dossiers partagés avec d&#39;autres applications restent en sécurité.
he: :取りout של מאגר מ- GitSync.md מחזיק את הקבצים על המכשיר שלך, ולכן תיקי קובץ ש공유ים עם אפליקציות אחרות נשארים בטוחים.
hi: : रिपॉजिटरी को हटाना GitSync.md अब आपके डिवाइस पर फ़ाइलों को संग्रहित करता है, जिससे अन्य ऐप्स के साथ साझा की गई फ़ोल्डर्स सुरक्षित रहती हैं।
hu: : az adatmagazin eltávolítása A GitSync.md jelenleg a fájlokat az Ön eszközén tárolja, így más alkalmazásokkal együtt használt mappák biztonságban maradnak.
id: Menghapus repositori dari GitSync.md kini menyimpan file di perangkat Anda, sehingga folder yang dibagikan dengan aplikasi lain tetap aman.
it: Rimozione di un repository da GitSync.md conserva ora i file sul tuo dispositivo, in modo che le cartelle condivise con altre app rimangano al sicuro.
ja: ：リポジトリの削除 GitSync.md は現在、ファイルを端末上に保存するため、他のアプリと共有されたフォルダも安全に保たれます。
ko: : 저장소 제거 GitSync.md 는 이제 파일을 사용자의 기기에 저장하므로, 다른 앱과 공유된 폴더들도 안전하게 유지됩니다.
nb: : Fjerning av et lagringsmottak fra GitSync.md beholder filene på ditt enhet, så mappen som dels med andre applikasjoner, forblir trygg.
nl: : Het verwijderen van een repository uit GitSync.md bewaart de bestanden nu op uw apparaat, zodat mappen die met andere apps worden gedeeld, veilig blijven.
pl: Usunięcie repositoriума z GitSync.md przechowuje pliki na Twoim urządzeniu, dzięki czemu katalogi udostępnione innych aplikacji pozostają bezpieczne.
pt_br: Remoção de um repositório de O GitSync.md agora mantém os arquivos no seu dispositivo, garantindo que as pastas compartilhadas com outros aplicativos permaneçam seguras.
ru: : Удаление репозитория из GitSync.md теперь сохраняет файлы на вашем устройстве, поэтому папки, общие с другими приложениями, остаются безопасными.
sv: : Ta bort ett lagringsplats från GitSync.md behåller filerna på ditt enhet, så mappar delade med andra applikationer förblir säkra.
th: : การลบคลังข้อมูลออกจาก GitSync.md ปัจจุบันจะเก็บไฟล์ไว้บนอุปกรณ์ของคุณ ทำให้โฟลเดอร์ที่แชร์กับแอปอื่นยังคงปลอดภัย
tr: : Depoyu kaldırma GitSync.md artık dosyaları cihazınızda saklar; bu nedenle diğer uygulamalarla paylaşılan klasörler güvenli kalır.
uk: : Видалення репозиторію з GitSync.md зараз зберігає файли на вашому пристрої, тому папки, спільно використовувані з іншими додатками, залишаються безпекними.
vi: : Xóa kho lưu trữ khỏi GitSync.md hiện lưu trữ các tệp tin trên thiết bị của bạn, nhờ đó các thư mục được chia sẻ với các ứng dụng khác vẫn được bảo vệ an toàn.
zh_hans: ：从...中移除存储库 GitSync.md 现在会将文件保存于您的设备上，因此与其它应用共享的文件夹将保持安全。
zh_hant: ：從...中移除存儲庫 GitSync.md 現在會將文件保存於您的設備上，因此與其它應用共享的文件夾將保持安全。

source: Removing from GitSync.md keeps the files on this device.
ar: تؤدي الإزالة من GitSync.md إلى الاحتفاظ بالملفات الموجودة على هذا الجهاز.
da: Fjernelse fra GitSync.md bevarer filerne på denne enhed.
de: Beim Entfernen von GitSync.md bleiben die Dateien auf diesem Gerät erhalten.
es: La eliminación de GitSync.md mantiene los archivos en este dispositivo.
fi: Poistaa GitSync.md säilyttää tiedostot tässä laitteessa.
fr: Retrait de GitSync.md conserve les fichiers sur cet appareil. Renommer
he: – הסרת מ- GitSync.md שומרת על הקבצים במכשיר זה.
hi: : निकालना GitSync.md इस उपकरण पर फ़ाइलों को संग्रहीत करता है।
hu: eltávolítása GitSync.md a fájlokat ezen eszközön tárolja.
id: Menghilangkan dari GitSync.md menyimpan file-file pada perangkat ini.
it: Rimozione da GitSync.md conserva i file su questo dispositivo.
ja: ：取り外し GitSync.md は、このデバイス上にファイルを保存します。
ko: : 제거 GitSync.md 는 이 장치에 파일을 저장합니다.
nb: Fjerning fra GitSync.md beholder filene på dette enheten.
nl: Verwijderen uit GitSync.md bewaart de bestanden op dit apparaat.
pl: Usunięcie z GitSync.md przechowuje pliki na tym urządzeniu.
pt_br: Remoção de GitSync.md mantém os arquivos neste dispositivo.
ru: — Удаление из GitSync.md сохраняет файлы на этом устройстве.
sv: – Ta bort från GitSync.md bevarar filerna på detta enhet.
th: : การถอดออก GitSync.md จัดเก็บไฟล์ไว้บนอุปกรณ์นี้
tr: : Çıkarma GitSync.md , dosyaları bu cihazda saklar.
uk: – видалення з GitSync.md зберігає файли на цьому пристрої.
vi: Xóa khỏi GitSync.md lưu trữ các tệp tin trên thiết bị này.
zh_hans: ：从...中移除 GitSync.md 会在该设备上保留文件。
zh_hant: ：從...中移除 GitSync.md 會在該設備上保留文件。

source: Rename
ar: إعادة تسمية
da: Omdøb
de: Umbenennen
es: Cambiar nombre
fi: uudelleen
fr: Renommer le fichier
he: – שינוי שם
hi: – नाम परिवर्तन
hu: – Megnevezés módosítása
id: Renam
it: Renomeazione
ja: レンミング
ko: 이름 변경
nb: – Bytt navn
nl: : Naam wijzigen
pl: – zmiana nazwy
pt_br: Renomear
ru: — Переименование
sv: – Ändra namn
th: : ชื่อเปลี่ยน
tr: Adı Değiştirme
uk: — Змінити назву
vi: – Thay đổi tên
zh_hans: 重命名
zh_hant: 重命名

source: Rename File
ar: إعادة تسمية الملف
da: Omdøb fil
de: Datei umbenennen
es: Cambiar nombre de archivo
fi: Nimeä tiedosto
fr: : Renommer un fichier
he: – שינוי שם קובץ
hi: : फ़ाइल का नाम बदलें
hu: : Fájl átnevezése
id: Ubah Nama File
it: : Rinnomina file
ja: ：ファイル名変更
ko: 파일 이름 변경
nb: – Bytt navn på fil
nl: : Bestand herbenoemen
pl: : Zmiana nazwy pliku
pt_br: Renomear Arquivo
ru: : Переименование файла
sv: – Byt namn på fil
th: : ตั้งชื่อไฟล์
tr: Dosyanın Adını Değiştirme
uk: : Змінити назву файлу
vi: : Chuyển đổi tên tệp
zh_hans: 文件重命名
zh_hant: 文件重命名

source: Renamed
ar: أعيدت تسميته
da: Omdøbt
de: Umbenannt
es: Renombrado
fi: Nimetty uudelleen
fr: Renommé
he: שונה שם
hi: नाम बदला गया
hu: Átnevezve
id: Diubah nama
it: Rinominato
ja: 名前変更
ko: 이름 변경됨
nb: Omdøpt
nl: Hernoemd
pl: Przemianowano
pt_br: Renomeado
ru: Переименовано
sv: Omdöpt
th: เปลี่ยนชื่อแล้ว
tr: Yeniden adlandırıldı
uk: Перейменовано
vi: Đã đổi tên
zh_hans: 已重命名
zh_hant: 已重新命名

source: Replay local commits on top of remote
ar: إعادة تشغيل الالتزامات المحلية أعلى جهاز التحكم عن بعد تنظيف
da: Gentag lokale commits oven på fjernbetjeningen
de: Wiederholen Sie lokale Commits zusätzlich zu Remote-Commits
es: Reproducir confirmaciones locales además de las remotas
fi: Toista paikalliset toimitukset etäyhteyden päällä
fr: Replay commet local sur le dessus de la télécommande
he: : חזרה של ה-commitים המקומיים על בסיס ה-commitים האלימים
hi: : रिमोट पर आधारित स्थानीय कमिट्स को पुनः लागू करना।
hu: : helyi commitok visszajelzése a távvezérelt alapján
id: : Memutar ulang commit lokal di atas commit remote
it: : riproduzione dei commit locali su base del commit remoto
ja: ：リモートの上にローカルコミットを再実行
ko: : 원격 저장소 위에 로컬 커밋을 재실행합니다.
nb: : Gjenopprettelse av lokale committinger overfor fjernversion
nl: : Herhaling van lokale commits bovenop de remote versie
pl: : Powrót lokalnych commitów na podstawie commitów odległych
pt_br: : Reexecução de commits locais sobre os commits remotos
ru: : повторное выполнение локальных коммитов на основе удалённых коммитов
sv: : Genomför lokala kommitt på toppen av fjärrkommit
th: : รีเพลยการคอมมิตในเครื่องท้องถิ่นบนพื้นฐานของคอมมิตจากระยะไกล
tr: : Uzak deposun üzerine yerel değişiklikleri yeniden uygula
uk: : Повторення локальних комітів на основі віддалених
vi: : Trả lại các commit cục bộ trên cơ sở của commit từ xa
zh_hans: ：在远程分支之上重放本地提交
zh_hant: ：在遠程分支之上重放本地提交

source: Repo Health
ar: صحة المستودع
da: Repotilstand
de: Repo-Zustand
es: Estado del repositorio
fi: Repon tila
fr: État du dépôt
he: בריאות המאגר
hi: रेपो स्वास्थ्य
hu: Repo állapota
id: Kesehatan repo
it: Stato del repo
ja: リポジトリの状態
ko: 저장소 상태
nb: Repostatus
nl: Repostatus
pl: Stan repozytorium
pt_br: Saúde do repo
ru: Состояние репозитория
sv: Repostatus
th: สุขภาพ Repo
tr: Repo durumu
uk: Стан репозиторію
vi: Tình trạng repo
zh_hans: 仓库健康
zh_hant: 倉庫健康

source: Repo cleanup is here
ar: Repo موجود هنا
da: Repo-oprydning er her
de: Repo-Bereinigung ist da
es: La limpieza del repositorio está aquí
fi: Repo siivous on täällä.
fr: Repo nettoyage est ici
he: – שיקום ה-Repo מושל domestically
hi: : रिपो सफाई कार्य शुरू हो गया है।
hu: : a repo tisztítása elérhető.
id: : Proses pembersihan repo telah dimulai.
it: : la pulizia del repo è ora disponibile.
ja: ：リポジトリクリーンアップが開始されました。
ko: : 리포 저장소 정리 작업이 시작되었습니다.
nb: – Repo-reiniging er til stede
nl: : Repo-onderhoud is hier
pl: : Usunięcie danych w repo.
pt_br: – Limpeza do repo está aqui
ru: : очистка репозитория началась
sv: – Repo-reinigning är nu tillgänglig.
th: : กระบวนการทำความสะอาด repos ได้เริ่มต้นแล้ว
tr: – Repo temizleme işlemi başlamıştır.
uk: : очищення репозиторію вже доступне.
vi: : Quá trình dọn dẹp repo đã bắt đầu.
zh_hans: ：回购清理工作现已启动
zh_hant: ：迴購清理工作現已啟動

source: Repos follow the right account
ar: Repos اتبع الحساب الصحيح ترتبط مستودعات
da: Repos følger den rigtige konto
de: Repos folgen dem richtigen Konto
es: Los repositorios siguen la cuenta correcta
fi: Repos seuraa oikeaa tiliä
fr: Repos suivre le bon compte Les dépôts
he: – הוראות ה-REPOS מתייחסות לחשבון הנכון
hi: रिपोज़ीटर्स सही खाते का पालन करते हैं।
hu: : a reposok az előírt számla alapján működnek.
id: Repos mengikuti akun yang benar
it: : I repository seguono il conto corretto
ja: ：レポーズは正しいアカウントに属します。
ko: 리포스는 올바른 계정을 따른다.
nb: : Repos følger riktig konto
nl: : Repos volgen de juiste rekening.
pl: : repozytoria odpowiadają za odpowiedni konta.
pt_br: : Os repos seguem a conta correta
ru: : репозитории следуют за правильным счётом
sv: : Reposer följer rätt konto
th: : บัญชี repos จะตามติดบัญชีที่ถูกต้อง
tr: reposlar, doğru hesaba bağlıdır.
uk: : репозиторії відповідають правому обліковому запису.
vi: : Các tài khoản repo đều thuộc tài khoản hợp lệ.
zh_hans: 存货科目应归属至正确账户
zh_hant: 存貨科目應歸屬至正確賬戶

source: Repositories
ar: المستودعات
da: arkiver
es: Repositorios
fi: Tietovarastot
fr: Dépôts
he: מאגרים
hi: रिपॉज़िटरीज़
hu: Tárolók
id: Repositori
it: Repository
ja: リポジトリ
ko: 저장소
nb: Repositorier
nl: Repository's
pl: Repozytoria
pt_br: Repositórios
ru: Репозитории
sv: Förråd
th: Repository
tr: Depolar
uk: Репозиторії
vi: Kho lưu trữ
zh_hans: 仓库
zh_hant: 儲存庫

source: Repositories are linked to the GitHub account that added them, so switching accounts shows the matching repo list and uses the right credentials.
ar: بحساب GitHub الذي أضافها، لذا فإن تبديل الحسابات يعرض قائمة الريبو المطابقة ويستخدم بيانات الاعتماد الصحيحة.
da: Repositories er knyttet til GitHub-kontoen, der tilføjede dem, så skift af konti viser den matchende repo-liste og bruger de rigtige legitimationsoplysninger.
de: -Repositorys sind mit dem GitHub-Konto verknüpft, das sie hinzugefügt hat, sodass beim Wechseln des Kontos die passende Repo-Liste angezeigt und die richtigen Anmeldeinformationen verwendet werden.
es: Los repositorios están vinculados a la cuenta GitHub que los agregó, por lo que al cambiar de cuenta se muestra la lista de repositorios coincidentes y se utilizan las credenciales correctas.
fi: versiovarastot GitHub tili, joka lisäsi ne, joten vaihtamalla tilejä näyttää vastaavan repo listan ja käyttää oikeita valtuuksia.
fr: sont liés au GitHub compte qui les a ajoutés, de sorte que les comptes de commutation affiche la liste de repo correspondant et utilise les bonnes informations d&#39;identification.
he: – מאגרים קשורים ל- החשבון GitHub הוסף את החשבונות האלה, ולכן העברת חשבון מראה את רשימת הרפוזים המתאימה ומשתמש בפרטי גישה הנכונים. האחסונים
hi: : रिपॉजिटरीज़ को इससे संबद्ध किया गया है। GitHub खाता जिसने उन्हें जोड़ा है, इसलिए खातों को स्विच करने पर मिलान वाली रिपो सूची दिखाई देती है तथा सही प्रमाणपत्रों का उपयोग किया जाता है।
hu: adatmagazinok az alábbihoz kapcsolódnak: A GitHub fiók azokat hozzáadta; ezért a fiókok átmenete megjeleníti az összehasonlító repositoryk listáját és a helyes bejelentkezési adatokat használja.
id: Repositori terhubung ke Akun GitHub yang menambahkan mereka, sehingga proses pergantian akun akan menampilkan daftar repositori yang sesuai dan menggunakan kredensial yang benar.
it: : I repository sono collegati a Il conto GitHub ha aggiunto tali elementi; cambiando il conto viene visualizzata la lista corrispondente di repository e vengono utilizzate le credenziali corrette.
ja: ：リポジトリは以下にリンクされています。 GitHub は、これらの項目を追加したアカウントです。アカウント切り替えにより、一致するリポジトリリストが表示され、適切な認証情報が使用されます。
ko: 저장소는 다음에 연결되어 있습니다. GitHub 는 해당 항목을 추가한 계정입니다. 계정 전환 시 일치하는 리포 목록이 표시되며, 올바른 인증 정보가 사용됩니다.
nb: : Lagerene er knyttet til GitHub -konto som har lagt til dem; ved å skifte konto vises den passende repo-listen og de riktige autentiseringsopplysningene.
nl: : Repositories zijn gekoppeld aan de De GitHub -account heeft hen toegevoegd; bij het wisselen van account wordt de overeenkomstige repositorylijst getoond en worden de juiste aanmeldgegevens gebruikt.
pl: : Magazyny są powiązane z Konto GitHub dodalo te elementy, dlatego zmiana kont wyświetla odpowiedni listę repozytoriów oraz wykorzystuje poprawne dane logowania.
pt_br: : Os repositórios estão ligados ao A conta GitHub adicionou-os; ao mudar de conta, é exibida a lista correspondente de repositórios e são utilizadas as credenciais corretas.
ru: : репозитории связаны с Счет GitHub добавил эти элементы, поэтому переключение счетов отображает соответствующий список репозиториев и использует правильные учетные данные.
sv: : Reposter är kopplade till GitHub -konto som har lagt till dem; vid bytning av konto visas den matchande repo-listan och används de rätta autentiseringsuppgifterna.
th: : คลังข้อมูลถูกเชื่อมโยงกับ บัญชี GitHub ที่เพิ่มรายการเหล่านี้ ทำให้การสลับบัญชีสามารถแสดงรายการ repos ที่ตรงกันและใช้ข้อมูลผู้ใช้ที่ถูกต้องได้
tr: depoları şu yapıya bağlanmıştır. GitHub , bu bilgileri ekleyen hesaptır; bu nedenle hesap değiştirme işlemi uygun repo listesini gösterir ve doğru kimlik bilgilerini kullanır.
uk: : репозиторії пов'язані з Знаходиться у рахунку GitHub , який їх додав; тому перехід між рахунками відображає відповідний список репозиторіїв і використовує правильні авторизаційні дані.
vi: : Các kho dữ liệu được liên kết với Tài khoản GitHub đã thêm các tài khoản này; khi chuyển đổi tài khoản, danh sách repo tương ứng sẽ được hiển thị và hệ thống sẽ sử dụng thông tin đăng nhập phù hợp.
zh_hans: 存储库已与以下对象关联： GitHub 账户负责添加这些条目，因此切换账户可显示对应的回购列表，并使用正确的凭证。
zh_hant: 存儲庫已與以下對象關聯： GitHub 賬戶負責添加這些條目，因此切換賬戶可顯示對應的迴購列錶，併使用正確的憑証。

source: Repositories opened from existing Files folders are unlinked from GitSync.md without removing the original folder.
ar: يتم إلغاء ربط المستودعات المفتوحة من مجلدات الملفات الموجودة من GitSync.md بدون إزالة المجلد original. عنوان URL للمستودع
da: Depoter, der åbnes fra eksisterende Filer-mapper, fjernes fra GitSync.md uden at fjerne mappen original.
de: Repositorys, die aus vorhandenen Dateiordnern geöffnet werden, werden von GitSync.md getrennt, ohne dass der Ordner original entfernt wird.
es: Los repositorios abiertos desde carpetas de Archivos existentes se desvinculan de GitSync.md sin eliminar la carpeta original.
fi: nykyisistä tiedoston kansioista avatut versiovarastot GitSync.md poistamatta origina-kansio.
fr: Les dépôts ouverts à partir de dossiers de fichiers existants ne sont pas liés à partir de GitSync.md sans retirer le original dossier.
he: שפתחו מ-foldרים של קבצים קיימים אינם מחוברים ל- GitSync.md ללא איפוסו origin– תיקייה.
hi: : मौजूदा फ़ाइलों के फ़ोल्डरों से खुले रिपॉजिटरीज़, अनलिंक्ड हैं। GitSync.md — बिना किसी हटाए; originफ़ोल्डर में।
hu: : az meglévő fájlok mappából nyitott adatmagazinok nem kapcsolódnak azzal. GitSync.md – a kivitel nélkül originmappában.
id: : Repositori yang dibuka dari folder File yang sudah ada tidak terhubung dengan GitSync.md tanpa menghilangkan originpada folder. Repository
it: : i repository aperti a partire da cartelle di file esistenti non sono collegati a GitSync.md senza rimuovere il originnella cartella.
ja: ：既存の「Files」フォルダから開かれたリポジトリは、元の関連付けから解放されています。 GitSync.md ：取り外さずに originフォルダー内。
ko: : 기존의 Files 폴더에서 열린 저장소는 원래 연결된 대상과 해제되었습니다. GitSync.md – 제거하지 않고 origin폴더.
nb: : Lager som åpnes fra eksisterende filmappeer er uforbindet med GitSync.md uten å fjerne det origin– mappen.
nl: : Repositories die zijn geopend uit bestaande 'Files'-mappen, zijn niet meer gekoppeld aan GitSync.md zonder het te verwijderen originin de map.
pl: : Magazyny danych otwarte z istniejących katalogów plików nie są powiązane z tymi katalogami. GitSync.md bez usuwania Foldery origin.
pt_br: : Os repositórios abertos a partir de pastas de arquivos existentes não estão vinculados a GitSync.md sem remover o originna pasta.
ru: : репозитории, открытые из существующих папок «Файлы», не связаны с основными источниками данных. GitSync.md без удаления origin— в папке. Репозиторий
sv: : Reposter öppnade från befintliga filmappar är obindade från GitSync.md utan att ta bort origin-mappen.
th: : คลังข้อมูลที่เปิดจากโฟลเดอร์ไฟล์ที่มีอยู่นั้นไม่ได้มีการเชื่อมโยงกับสิ่งอื่นแล้ว GitSync.md โดยไม่ต้องถอดออก originโฟลเดอร์
tr: , mevcut Dosya klasörlerinden açılan depolamalar, diğer yapılarla bağlantılı değildir. GitSync.md , kaldırılmadan originklasörü.
uk: : репозиторії, відкрите з існуючих папок «Файли», не пов'язані з іншими об'єктами. GitSync.md без видалення originу папці.
vi: : Các kho dữ liệu được mở từ các thư mục File hiện có không còn liên kết với bất kỳ đối tượng nào. GitSync.md mà không cần tháo bỏ originthư mục.
zh_hans: ：从现有“Files”文件夹打开的存储库已与原位置断开链接。 GitSync.md ，无需拆卸 origin文件夹。
zh_hant: ：從現有“Files”文件夾打開的存儲庫已與原位置斷開鏈接。 GitSync.md ，無需拆卸 origin文件夾。

source: Repository
ar: المستودع
da: lagerName
es: Repositorio
fi: Tietovarasto
fr: Dépôt
he: מאגר
hi: रिपॉज़िटरी
hu: Tároló
id: Repositori
ja: リポジトリ
ko: 저장소
nb: Repositorium
pl: Repozytorium
pt_br: Repositório
ru: Репозиторий
sv: Förråd
th: รีโพซิทอรี
tr: Depo
uk: Репозиторій
vi: Kho lưu trữ
zh_hans: 仓库
zh_hant: 儲存庫

source: Repository %@ already exists; it was not overwritten.
ar: مستودع %@ موجود بالفعل ؛ لم يتم الكتابة عليه.
da: Repository %@ Efterfølgende eksisterer filen; den blev ikke overskriven.
de: Repository %@ Existiert bereits; es wurde nicht überschrieben.
es: Repositorio %@ Ya existe; no se sobrescribió.
fi: Tietokanta %@ Tiedosto on jo olemassa; sitä ei on kirjattu uudelleen.
fr: Répertoire %@ Existe déjà ; il n'a pas été remplacé.
he: מאגר %@ כבר קיים; הוא לא היה כתוב עליו.
hi: रिपॉजिटरी %@ यह पहले से ही मौजूद है; इसे पुनः लिखा नहीं गया।
hu: Adatmagázt %@ Már létezik; nem lett átírva.
id: Repositori %@ Data tersebut sudah ada; tidak ditulis ulang.
it: Riservorio %@ Esiste già; non è stato sovrascritto.
ja: リポジトリ %@ 既に存在します。内容は上書きされませんでした。
ko: 저장소 %@ 이미 존재합니다; 덮어쓰지 않았습니다.
nb: Lager %@ Finnes allerede; det ble ikke overskrevet.
nl: Repository %@ Bestaat reeds; is niet overgeschreven.
pl: Repozytorium %@ Dane już istnieją; nie zostały zastąpione.
pt_br: Repositório %@ Já existe; não foi sobrescrito.
ru: Репозиторий %@ Данный файл уже существует; он не был перезаписан.
sv: Repository %@ Existerar redan; det skrevs inte över.
th: คลังข้อมูล %@ มีอยู่แล้ว; ไม่ได้ถูกเขียนแทนใหม่
tr: Depo %@ Zaten mevcut; üzerine yazılmadı.
uk: Репозиторій %@ Файл вже існує; він не був перезаписаний.
vi: Báu kho dữ liệu %@ Đã tồn tại; nội dung không bị ghi đè.
zh_hans: 代码仓库 %@ 该文件已存在；未被覆盖。
zh_hant: 程式碼倉庫 %@ 該檔案已存在；未被覆蓋。

source: Repository %@ was deleted by another operation; stale changes were not restored.
ar: المستودع %@ تم حذفه بواسطة عملية أخرى ؛ لم تتم استعادة التغييرات التي لا معنى لها.
da: Repository %@ Var slettet ved en anden operation; forældede ændringer blev ikke genoprettet.
de: Repository %@ Wurde durch eine andere Operation gelöscht; veraltete Änderungen wurden nicht wiederhergestellt.
es: Repositorio %@ Fue eliminado mediante otra operación; los cambios obsoletos no se restauraron.
fi: Tietokanta %@ Tiedosto poistettiin toisen operaation tuloksena; vanhentuneet muutokset eivät ole palautettu.
fr: Répertoire %@ A été supprimé par une autre opération ; les modifications obsolètes n'ont pas été restaurées.
he: מאגר %@ נמחק על ידי פעולה אחרת; שינויים מעוקלים לא שוחזרו.
hi: रिपॉजिटरी %@ यह किसी अन्य ऑपरेशन द्वारा हटा दिया गया था; पुराने परिवर्तनों को पुनर्स्थापित नहीं किया गया था।
hu: Adatmagázt %@ Ezt egy másik művelet törölte; a korábban már érvénytelenített módosításokat nem helyreállították.
id: Repositori %@ Dihapus oleh operasi lain; perubahan yang sudah usang tidak dipulihkan.
it: Riservorio %@ È stato eliminato da un'altra operazione; i cambiamenti obsoleti non sono stati ripristinati.
ja: リポジトリ %@ 別の操作によって削除されました。古い変更内容は復元されませんでした。
ko: 저장소 %@ 다른 작업으로 인해 삭제되었으며, 오래된 변경 사항은 복원되지 않았습니다.
nb: Lager %@ Var slettet av en annen operasjon; forårsaket endringer ble ikke gjenopprettet.
nl: Repository %@ Is verwijderd door een andere operatie; verouderde wijzigingen zijn niet geresumeerd.
pl: Repozytorium %@ Użytej operacji usunięto; nie przywrócono starych zmian.
pt_br: Repositório %@ Foi excluído por outra operação; as alterações obsoletas não foram restauradas.
ru: Репозиторий %@ Данные были удалены в результате другой операции; неактуальные изменения не восстановлены.
sv: Repository %@ Var döpt bort av en annan operation; föråldrade ändringar återställdes inte.
th: คลังข้อมูล %@ ถูกลบออกโดยการดำเนินการอื่น; การเปลี่ยนแปลงที่ล้าสมัยไม่ได้ถูกกู้คืน
tr: Depo %@ Başka bir operasyonla silindi; eski değişiklikler geri getirilmedi.
uk: Репозиторій %@ Дане дане було видалено під час іншої операції; застарілі зміни не відновлено.
vi: Báu kho dữ liệu %@ Được xóa bởi một thao tác khác; các thay đổi lỗi không được khôi phục.
zh_hans: 代码仓库 %@ 该操作已被另一项操作删除；过时的更改未被恢复。
zh_hant: 程式碼倉庫 %@ 該操作已被另一項操作刪除；過時的更改未被恢復。
